tap "derailed/k9s"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "microsoft/git"
tap "microsoft/mssql-release"
brew "awscli"
brew "curl"
brew "dagger"
brew "gh"
brew "git"
brew "helm"
brew "kubernetes-cli"
brew "kubectx"
brew "make"
brew "mas"
brew "neofetch"
brew "openjdk"
brew "pdm"
brew "pipx"
brew "poetry"
brew "pyenv"
brew "pyenv-virtualenv"
brew "starship"
brew "tree"
brew "unixodbc"
brew "uv"
brew "virtualenv"
brew "wget"
brew "zsh-syntax-highlighting"
brew "derailed/k9s/k9s"
brew "microsoft/mssql-release/msodbcsql17"
brew "microsoft/mssql-release/msodbcsql18"
brew "microsoft/mssql-release/mssql-tools"
brew "microsoft/mssql-release/mssql-tools18"
cask "arc"
cask "datagrip"
cask "docker"
cask "firefox"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "git-credential-manager"
cask "google-chrome"
cask "lunar"
cask "orion"
cask "pycharm"
cask "spotify"
cask "visual-studio-code"
cask "warp"
mas "1Password 7", id: 1333542190
mas "Bitwarden", id: 1352778147
mas "CleanMyMac X", id: 1339170533
mas "CopyClip", id: 595191960
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Magnet", id: 441258766
mas "Numbers", id: 409203825
mas "OneDrive", id: 823766827
mas "Pages", id: 409201541
mas "Slack", id: 803453959
vscode "akamud.vscode-theme-onedark"
vscode "davidanson.vscode-markdownlint"
vscode "davidbwaters.macos-modern-theme"
vscode "ecmel.vscode-html-css"
vscode "equinusocio.vsc-community-material-theme"
vscode "equinusocio.vsc-material-theme"
vscode "equinusocio.vsc-material-theme-icons"
vscode "github.github-vscode-theme"
vscode "golang.go"
vscode "hashicorp.terraform"
vscode "mechatroner.rainbow-csv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.makefile-tools"
vscode "mtxr.sqltools"
vscode "redhat.vscode-yaml"
vscode "streetsidesoftware.code-spell-checker"
vscode "zhuangtongfa.material-theme"
